Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: "ආයිබෝ වේවා..." Afrikaans Subtitles (Afrikaans onderskrifte) [Masjien vertaal]
ar: " ආයිබෝ වේවා! ... " Arabic Subtitles (Unicode) ترجمة إلى العربية (يونيكود) [آلة تترجم]

source: Princess Mononoke (1997) 1080p (12 Audio) MultiSubs (OST) Extras (Fan Collection) Mononoke-hime [KoTuWa Bied]
ar: Princess Mononoke (1997) 1080p (12 Audio) MultiSubs (OST) Extras (Fan Collection) Mononoke-hime [KoTuWa يعرض]

source: Dentsu en Studio Ghibli teenwoordig
ar: توكوما شوتين، شبكة تلفزيون نيبون، دنتسو وستوديو جيبلي الحاضر

source: Inantieketyedie land gelêwatin diebos
ar: فيالعصورالقديمةأرض تناثرت المشمولة في الغابات

source: Hierwoondiegeeste vandienatuurvan die vroegstetye
ar: طهناسكنالأرواح ط الطبيعة منذ الأزل

source: PRINCESS Mononoke
ar: الأميرة مونونوكي

source: Oracle sê om terug na die dorp kry.
ar: يقول أوراكل للحصول على العودة إلى القرية.

source: Die Ou Man ook.
ar: العجوز أيضا.

source: - Iets's doen is verkeerd.
ar: - شيء وتضمينه في الخطأ.

source: - Die voëls is verby.
ar: - ولت الطيور.

source: Die diere ook.
ar: الحيوانات أيضا.

source: Ek sal na hom toe gaan.
ar: أنا سوف أذهب إليه.

source: Jy sal beter gaan nou.
ar: سوف تذهب بشكل أفضل الآن.

source: Iets's doen kom.
ar: شيء وأبوس]؛ قادم.

source: - Don's doen t weet.
ar: - دون وأبوس]؛ ر يعرفون.

source: Dit is nie 'n mens.
ar: فإنه ليس إنسان.

source: Oracle gedagvaar almal terug na die dorp.
ar: أوراكل استدعت الجميع إلى القرية.

source: Daar!
ar: هناك!

source: 'N demoon god!
ar: إله شيطان!

source: hardloop!
ar: Yakul، تشغيل!

source: Dit's doen sal aanval op die dorp!
ar: تكنولوجيا وأبوس]؛ ليرة لبنانية تهاجم قرية!

source: Don's doen t touch dit!
ar: دون وأبوس]؛ ر مسها!

source: Die vloek sal op jou!
ar: سوف عنتها تكون عليك!

source: ek smeek jou!
ar: هادئة الغضب الخاص، أتوسل إليكم!

source: hoekom sê jy so rampage?
ar: يا إله الغابات الذي لا يمكن أن يكون دون اسم، لماذا هياج ذلك؟

source: - 'N monster!
ar: - وحش!

source: - Run!
ar: - تشغيل!

source: Laat ons dorp in vrede!
ar: ترك قريتنا في سلام!

source: Nog steeds jou woede!
ar: لا يزال الغضب الخاص!

source: Staan op!
ar: انهض!

source: - Dit is af!
ar: - ومن أسفل!

source: Bring Oracle!
ar: جلب أوراكل!

source: Stook die vuur!
ar: تأجيج النار!

source: Don's doen t raak dit.
ar: دون وأبوس]؛ ر مسها.

source: Dit is geen gewone wond.
ar: وليس من الجرح العادي.

source: Hy is seer!
ar: يصب و!

source: Waar is Oracle?
ar: أين هو أوراكل؟

source: bly terug!
ar: كل واحد منكم، والبقاء إلى الوراء!

source: Oracle!
ar: أوراكل!

source: stadig.
ar: صب هذا الماء على ذلك، ببطء.

source: O woedende god onbekende vir ons Ek buig voor jou.
ar: يا إله مستعرة مجهولة بالنسبة لنا... ... أنحني أمامكم.

source: sal ons 'n wal verhoog en voer rituele.
ar: أين كنت قد سقطت، سنرفع كومة وأداء الشعائر.

source: Hou ons geen haat.
ar: نضع لنا لا الكراهية.

source: In vrede.
ar: تكون على السلام.

source: walglike mense!
ar: اسمع لي، والبشر مقزز!

source: Jy sal my pyn en my haat ken.
ar: يجب عليك أن تعرف مدى معاناتي والكراهية بلدي.

source: baie sleg.
ar: هذا هو جدا، سيئة للغاية.

source: Die varke-gees het uit ver na die weste.
ar: للروح الخنزير جاء من بعيد الى الغرب.

source: verrot sy vlees... 'n demoon van hom.
ar: السم في داخله مدفوعة له على، تتعفن حمه... ... رسم الشر كما كان يدير، مما يجعل شيطان منه.

source: Prince Ashitaka... wys ons jou regterarm.
ar: الأمير Ashitaka... تبين لنا ذراعك اليمنى.

source: is jy gereed om jou lot in die gesig?
ar: Ashitaka، هل أنت مستعد لمواجهة مصيرك؟

source: Ek is opgelos toe ek laat my pyl vlieg.
ar: أنا حسمت عندما اسمحوا لي السهم يطير.

source: Die gif sal sypel in jou bene en jy sal sterf.
ar: السم سوف تتسرب إلى عظامك وسوف يموت.

source: Niks kan gedoen word ? !
ar: أن لا شيء يمكن أن تفعل؟

source: Hy het geveg vir die vroue en die dorp!
ar: حارب للنساء وقرية!

source: Eenvoudig wag vir die dood...
ar: إلى الانتظار لمجرد الموت...

source: Ons kan nie ons lot verander.
ar: لا يمكننا تغيير مصيرنا.

source: Maar ons kan styg om dit te ontmoet.
ar: ولكننا يمكن أن ترتفع إلى مواجهته.

source: Look.
ar: نظرة.

source: Dit was diep in die varke's doen liggaam.
ar: وكان ذلك في عمق الخنزير وتضمينه في الجسم.

source: Sy lyding was verskriklik.
ar: كانت معاناته الرهيبة.

source: Die yster verpletter sy bene en skeur sy binnegoed.
ar: الحديد حطم عظامه ومزق أحشاء له.

source: Wat anders kon hom so gemaak het?
ar: ماذا يمكن جعلت منه بهذه الطريقة؟

source: Iets sinister wag in die lande in die weste.
ar: شيء ينتظر الشريرة في أراضي إلى الغرب.

source: As jy reis daar en soek vir kwaad met oë onbewolkt... jy dalk 'n manier om die vloek te lig vind.
ar: إذا كنت في رحلة هناك والبحث عن الشر مع العيون unclouded... قد تجد وسيلة لرفع لعنة.

source: Meer as 500 jaar geslaag het... sedert die keiser gery om ons in hierdie land.
ar: لقد مرت أكثر من 500 سنة... منذ الإمبراطور أخرج لنا في هذه الأرض.

source: Nou hoor ons hoe sy krag vervaag... en die tande van sy Shoguns is gebreek.
ar: الآن نسمع كيف يتلاشى سلطته... وأنياب فريق Shoguns له هم مكسورة.

source: Maar die bloed van ons stam ook groei dun.
ar: لكن دماء قبيلتنا ينمو بالمثل رقيقة.

source: bitter lot... die jeug wat was een dag te lei ons moet reis ver na die weste.
ar: والآن، مصير مرير... الشباب الذي كان في يوم من الأيام إلى تقودنا بد رحلة بعيدة إلى الغرب.

source: Die wet verbied ons om te sien jy gaan.
ar: قانون يحظر لنا لمشاهدة تذهب.

source: Afskeid.
ar: وداع.

source: t hier te wees.
ar: - Ashitaka. - كايا، يمكنك أبوس]؛ ر يكون هنا.

source: Ek Don's doen t sorg.
ar: أنا دون وأبوس]؛ ر الرعاية.

source: Onthou my met hierdie.
ar: تذكرني مع هذا.

source: Jou juweel swaard.
ar: خنجر جوهرة ديك.

source: Dit sal jou beskerm.
ar: لن تحميك.

source: sonder versuim.
ar: سوف تكون دائما في قلبي. دائما، دون أن تفشل.

source: Kaya.
ar: وأنت في الألغام، وكايا.

source: Veg?
ar: القتال؟

source: Hoof hulle af!
ar: ترأس أجبرتها على الفرار!

source: kry vir hom!
ar: هناك وتضمينه في واحدة، والحصول عليه!

source: Sy kop is myne!
ar: رأسه من الألغام!

source: My arm!
ar: ذراعي!

source: Don's doen t laat wegkom.
ar: دون وأبوس]؛ ر السماح له الابتعاد.

source: Agterbly.
ar: البقاء الظهر.

source: 'N demoon!
ar: شيطان!

source: Die punt is om donkerder.
ar: علامة تزداد قتامة.

source: Dit kooknat smaak soos warm water.
ar: هذه عصيدة الأذواق مثل الماء الساخن.

source: Daar is hy!
ar: هناك هو!

source: Is dit genoeg?
ar: هل هذا يكفي؟

source: Dit isn's doen t geld.
ar: هذا يسن وأبوس]؛ تي.

source: Gee my weer my rys!
ar: أعطني العودة الأرز بلدي!

source: laat my toe om 'n blik.
ar: هنا، اسمحوا لي أن نلقي نظرة.

source: dit is suiwer goud!
ar: امرأة، وهذا هو الذهب الخالص!

source: sal ek jou betaal.
ar: إذا كان من النقود التي تريدها، وسوف يدفع لك.

source: Gee my.
ar: اعطني هذا.

source: is daar 'n geld-wisselaar hier?
ar: اسمع، هناك صرافة هنا؟

source: Nee?
ar: لا؟

source: maar ek sou sê dit is die moeite werd om drie sakke rys.
ar: أنا كاهن بسيط، ولكن أود أن أقول هذا يستحق ثلاثة أكياس من الأرز.

source: wag!
ar: يا الانتظار!

source: gee dit terug!
ar: هذا هو الألغام، ويعيدها!

source: Don's doen t wees in so 'n haas.
ar: انتظر، دون وأبوس]؛ ر يكون في عجلة من هذا القبيل.

source: Nie nodig om my te bedank.
ar: لا حاجة أن أشكر لي.

source: Dit is ek wat moet dankie.
ar: أنا هو الذي يجب أن أشكر لك.

source: Ek het gesien hoe jy hanteer die Samurai.
ar: رأيت كيف تعاملت مع تلك الساموراي.

source: Jy veg soos 'n besetene.
ar: تتعارك مثل واحد يمتلكها.

source: Jy sien hulle ook?
ar: ان ترى لهم أيضا؟ حافظ على الذهب الخاص بك خفية.

source: Hou jou goud versteek.
ar: نمت قلوب بجد في جميع أنحاء الأرض

source: Hulle's doen sal jy in jou slaap beroof.
ar: وهم وأبوس]؛ ليرة لبنانية سرقة لك في نومك.

source: Sal ons loop?
ar: يجب علينا تشغيل؟

source: So die beer het 'n demoon... maar verloor hulle in die dorp.
ar: لذا أصبح الخنزير شيطان... تابعت مساراتها، لكنه خسر لهم في القرية.

source: Ek is nie verbaas nie.
ar: أنا لست مندهشا.

source: Kyk rondom jou.
ar: انظر حولك.

source: Dit gebruik 'n boete dorp te wees.
ar: هذه تستخدم ليكون قرية غرامة.

source: of in 'n wegholsukses.
ar: كان هناك فيضان، ربما، أو انهيار أرضي.

source: Ek is seker dat baie gesterf het.
ar: أنا متأكد أن الكثير توفي.

source: Die land wemel bitter spoke... siek of honger en geval waar hulle staan.
ar: الأرض يصب مع أشباح مريرة... ... ميت من الحرب، المريضة أو التجويع وسقط حيث وقفت.

source: sê jy?
ar: لعنة، ويقول لك؟

source: Hierdie wêreld is 'n vloek.
ar: هذا العالم هو لعنة.

source: dit is 'n goeie!
ar: آه، هذا جيد!

source: Ek shouldn's doen t in daardie stryd gekry het.
ar: أنا شولدن أبوس]؛ ر قد حصلت في تلك المعركة.

source: Ek het twee mans.
ar: أنا قتلت رجلين.

source: Jy het my gehelp om te ontsnap.
ar: أنت ساعدني على الهرب.

source: Gee my jou bak.
ar: أعطني عاء الخاصة بك.

source: Jy moet kos.
ar: تحتاج إلى الغذاء.

source: Almal sterf.
ar: يموت الجميع.

source: 'n paar later.
ar: بعض الآن، وبعض في وقت لاحق.

source: 'n elegante bak.
ar: هم، وعاء أنيقة.

source: Jy herinner my aan die Emishi van ouds.
ar: أنت تذكرني Emishi القديمة.

source: 'N dapper mense ver na die ooste.... wat klip pylpunte gebruik en gery rooi elk.
ar: شعب شجاع بعيدا إلى الشرق... . الذين استخدموا رؤوس سهام حجرية وركب الأيائل الحمراء.

source: Die kuns is om die kake van die dood te vermy.
ar: هو خدعة لتجنب فكي الموت.

source: Of so my meester gebruik om te sê.
ar: أو هكذا سيدي كان يقول.

source: my seun.
ar: أكل، ابني.

source: Dit is jou rys.
ar: فمن الأرز الخاص بك.

source: Kyk na hierdie.
ar: انظروا الى هذا.

source: Dit was in die liggaam van die reuse-beer.
ar: وكان في جسم الخنزير العملاقة.

source: Dit is wat hom doodgemaak.
ar: هذا ما قتله.

source: diep in die berge... is 'n bos waar niemand kan trap.
ar: الأقصى إلى الغرب، في أعماق الجبال... هو الغابة حيث قد فقي لا شيء.

source: - Die bos van die Deer God.
ar: - غابة من دير الله.

source: - Die Deer God?
ar: - الغزلان الله؟

source: soos in die verlede nie.
ar: يقولون الوحوش هناك عمالقة، كما في العصور الماضية.

source: Ek het geweet hy's doen d gaan...
ar: كنت اعرف انه وأبوس]؛ د يذهب...

source: Dit is nie ver nou.
ar: أنها ليست بعيدة الآن.

source: Bly op jou wag.
ar: البقاء على الحرس الخاص بك.

source: Hulle kom.
ar: انهم قادمون.

source: Die wolwe!
ar: الذئاب!

source: Kalmeer die beeste.
ar: تهدئة الثيران.

source: Don's doen t jaag.
ar: دون وأبوس]؛ ر الذروة.

source: Form geledere.
ar: صفوف النموذج.

source: Hou jou kruit droog!
ar: نضع مسحوق ديك تجف!

source: Wag totdat hulle is naby.
ar: انتظر حتى تكون قريبة.

source: vuur!
ar: رقم واحد، النار!

source: die brand gesteek!
ar: رقم اثنين، النار!

source: Dit was te maklik.
ar: كان ذلك سهلا جدا.

source: Dit was net die kleintjies.
ar: كانت تلك مجرد الجراء.

source: Waar is die moeder?
ar: أين هي الأم؟

source: Dit is Moro.
ar: ومن مورو.

source: Moro!
ar: هيا، مورو!

source: Het haar!
ar: حصل لها!

source: Sy is onsterflik.
ar: وهي خالدة.

source: Sy sal nie sterf nie.
ar: وقالت إنها لن تموت من ذلك.

source: Sy het 'n paar werklike skade.
ar: فعلت بعض الأضرار الحقيقية.

source: Laat's doen kry gaan.
ar: دعونا وتضمينه في الحصول على الذهاب.

source: Wat van diegene wat geval het?
ar: ماذا عن الذين سقطوا؟

source: Form geledere en beweeg uit.
ar: نموذج صفوف والخروج.

source: Hy is asemhaling.
ar: وهو التنفس.

source: Wag!
ar: على شنق!

source: My naam is Ashitaka!
ar: اسمي Ashitaka!

source: Ek kom uit die ooste.
ar: لقد جئت من الشرق.

source: Is jy ou gode van die bos van die Deer God?
ar: هل أنت الآلهة القديمة من الغابة من دير الله؟

source: Verlaat nie!
ar: ترك!

source: A Kodama?
ar: A كوداما؟

source: Is hulle ook hier?
ar: هم هنا، أيضا؟

source: Don's doen t beweeg.
ar: دون وأبوس]؛ ر تتحرك.

source: Jy beseer is.
ar: يتأذون لك.

source: Hulle sal julle nie seermaak nie.
ar: انهم لن يؤذيك.

source: Hulle is 'n teken van die bos is gesond.
ar: فهي علامة على أن الغابة هي صحية.

source: Hulle's doen die Deer God ll bring.
ar: وهم وأبوس]؛ ليرة لبنانية جعل دير الله.

source: Die Deer God?
ar: الغزلان الله؟

source: Die reuse-wolf?
ar: الذئب العملاق؟

source: veel groter.
ar: لا، أكبر بكثير.

source: Die moeder van alle diere.
ar: أم كل الوحوش.

source: Dit is verby!
ar: وذهب!

source: Yakul's doen nie bang nie.
ar: Yakul وأبوس]؛ ليس خائفا.

source: Daar's doen geen gevaar hier.
ar: هناك وتضمينه في أي خطر هنا.

source: Laat ons deur jou bos.
ar: اسمحوا لنا بالمرور عبر الغابة الخاص بك.

source: Laat's doen terug te gaan.
ar: دعونا وتضمينه في العودة.

source: Asseblief!
ar: من فضلك!

source: Daar's doen 'n roete oor die rivier.
ar: هناك وتضمينه في درب عبر النهر.

source: Ons's doen sal nooit kry deur middel van die bos.
ar: لقد أحرزنا ليرة لبنانية أبدا من خلال الحصول على هذه الغابة.

source: Die huidige's doen te sterk om te steek.
ar: التيار و [أبوس]؛ القوي جدا للعبور.

source: sal hierdie man sterf.
ar: إذا نحن دون و [أبوس]؛ ر الحصول على المساعدة في أقرب وقت، هذا الرجل سوف يموت.

source: Is jy ons lei of om ons verloor?
ar: هل توجيهنا أو الحصول على فقدت لنا؟

source: hierdie sprites sondaars's doen t om ons te help.
ar: سيدي، هذه العفاريت وارين أبوس]؛ ر مساعدة لنا.

source: Daar is meer van hulle!
ar: هناك أكثر منهم!

source: Wat 'n pragtige boom.
ar: ما مهيب شجرة.

source: Is sy jou ma?
ar: هل هي أمك؟

source: Dat die meisie en die wolwe... so dit is waar hulle woon... meneer.
ar: تلك الفتاة والذئاب... لذلك هذا هو المكان الذي يعيشون فيه...

source: Hierdie manier lei na die ander wêreld.
ar: نحن في الحصول على أعمق، يا سيدي. بهذه الطريقة تؤدي إلى العالم الآخر.

source: laat's doen om 'n rus.
ar: نعم، دعونا وأبوس]؛ ق تأخذ قسطا من الراحة.

source: Voetspore.
ar: أقدام.

source: Drie tone... nog vars.
ar: ثلاثة أصابع... لا تزال ماثلة.

source: meneer?
ar: ما هو الخطأ، يا سيدي؟

source: Is jy al reg?
ar: هل أنت بخير؟

source: Jy is vreeslik bleek.
ar: أنت شاحب بفظاعة.

source: Ek het jou!
ar: قلت لك!

source: Het jy iets sien?
ar: هل رأيت شيئا؟

source: vergeet dit.
ar: لا، ننسى ذلك.

source: Hang aan 'n bietjie langer.
ar: معلقة على فترة أطول قليلا.

source: Dit is weg.
ar: ذهب و.

source: Wat is dit?
ar: ما هذا؟

source: Ek voel baie sterker.
ar: أشعر أقوى بكثير.

source: Hey!
ar: مهلا!

source: Dit kom nie en die toets 't seer.
ar: أنه لا توجد الآن و [أبوس]؛ ر يصب بأذى.

source: dit is gebreek.
ar: أنا علاجه! لا، أنها مكسورة.

source: jy is 'n genie.
ar: سيدي، أنت عبقري.

source: Ons is terug by die yster fabriek!
ar: نحن إلى الوراء في الحديد المزخرف!

source: - Dit is 'n kasteel.
ar: - وهو القلعة.

source: - Lady Eboshi's doen yster fabriek.
ar: - سيدة Eboshi وتضمينه في الحديد المزخرف.

source: Hulle smelt sand in yster.
ar: وهي تذوب في الرمال الحديد.

source: - Iemand's doen kom uit die bos!
ar: - شخص وأبوس]؛ ق القادمة من الغابة!

source: - 'N monster?
ar: - وحش؟

source: Dit is my Koroku die bees-bestuurder!
ar: هو لي، Koroku للسائق ثور!

source: hy is die kruising van die meer!
ar: صحيح، هو عبور البحيرة!

source: Wat is al hierdie lawaai?
ar: ما كل هذا الضجيج؟

source: Wees stil wanneer ek skryf.
ar: كن هادئا عندما أكتب.

source: Koroku's doen terug uit die dood!
ar: Koroku وأبوس]؛ ق العودة من الموت!

source: Jy is nie 'n spook.
ar: أنت لست شبحا.

source: - Waar is die ander?
ar: - أين هي الأخرى؟

source: - Daar was nog twee.
ar: - كان هناك اثنين آخرين.

source: Slegs ons is gered.
ar: فقط كنا المحفوظة.

source: Die wagte nooit vermoor.
ar: الحراس لم يقتل.

source: Staan eenkant.
ar: التنحي.

source: 'N buitestaander.
ar: ومن الخارج.

source: luister!
ar: الرماة، والاستماع!

source: Hierdie man uitgevoer ons al die pad hier.
ar: هذا الرجل ساعدتنا على طول الطريق هنا.

source: Wys sommige dankbaarheid.
ar: تظهر بعض الامتنان.

source: Eina!
ar: أوتش!

source: Don's doen t gryp my daar.
ar: دون وأبوس]؛ ر انتزاع لي هناك.

source: Jy!
ar: أنت!

source: Wag daar!
ar: الانتظار هناك!

source: dankie vir die help van ons mense.
ar: أولا، أشكر لكم لمساعدة رجالنا.

source: Maar iets pla my.
ar: لكن شيئا يزعجني.

source: Jy het hier in minder as die helfte van die tyd wat ons gedoen het... wat twee...
ar: حصلت هنا في أقل من نصف الوقت فعلنا... ... من خلال الغزلان الله وأبوس]؛ ق الغابات، تقل اثنين...

source: Jy is in die lewe!
ar: كنت على قيد الحياة!

source: Toki!
ar: توكي!

source: Jy fool!
ar: أنت غبي!

source: Hoe kan jy ry beeste met daardie gebreekte been?
ar: كيف يمكنك قيادة الثيران مع أن كسر في ساقه؟

source: Maar... bang my half dood te maak!
ar: لكن... تخويف لي نصف حتى الموت! الذئاب يجب أن أحرزنا لقد أكل لك.

source: Dan kon ek 'n beter mens vind.
ar: ثم يمكن أن تجد رجلا أفضل.

source: Toki.
ar: دون وأبوس]؛ ر يكون من الصعب جدا على لي، توكي.

source: neem jou minnaars's doen; rusie elders.
ar: توكي، واتخاذ محبي الخاص بك وأبوس]؛ شجار في مكان آخر.

source: waarna hulle om te sterf!
ar: وأنت، تركهم للموت!

source: Sommige wag jy is.
ar: بعض الحرس أنت.

source: Jy hoef's doen t 'n vinger lig hier rond.
ar: يمكنك ارتداء وأبوس]؛ ر تحرك ساكنا هنا.

source: doen iets!
ar: عندما يكون هناك وتضمينه في ورطة، تفعل شيئا!

source: Dit kon nie's doen t gehelp word... maar ek is bly hy is veilig.
ar: وكولدن و [أبوس]؛ ر يكون ساعد... شكرا لك. زوجي و [أبوس]؛ ق احمق، ولكن أنا سعيد لأنه غير آمن.

source: Goeie.
ar: جيد.

source: Ek was bang miskien sou ek iets verkeerd gedoen.
ar: كنت خائفة ربما أود أن فعلت شيئا خاطئا.

source: Jy lyk baie mooi.
ar: يبدو أنك وسيم جدا.

source: Wys ons jou gesig.
ar: أرنا وجهك.

source: Ek wil graag die reisiger te bedank.
ar: أود أن أشكر المسافر.

source: Bring hom na my later.
ar: أحضر له لي في وقت لاحق.

source: Dit is goed Jy is terug. Ek vra om verskoning.
ar: انه لامر جيد أنت إلى الخلف.

source: Don's doen t sê dat Lady Eboshi.
ar: دون وأبوس]؛ ر يقول أن سيدة Eboshi.

source: Hy's doen sal net gebruik maak van jou.
ar: وو [أبوس]؛ سوف تستفيد فقط من أنت.

source: Ek shouldn's doen t laat het dit gebeur.
ar: أنا شولدن أبوس]؛ ر وتدع هذا يحدث.

source: as jy hadn's doen t daar... hulle's doen d almal baljaar in die wolwe deur die nou.
ar: سيدة بلدي، إذا كنت hadn وأبوس]؛ ر كان هناك... أنهم وأبوس]؛ د جميعا أن الوثب داخل ذئاب الآن.

source: asseblief stop en rus.
ar: المسافر، يرجى التوقف والراحة.

source: Jy is mooi!
ar: أنت وسيم!

source: jy weet.
ar: كان لدينا لمحاربة مورو لتحقيق هذا الأرز، كما تعلمون.

source: Skep dit uit!
ar: طبق من ذلك!

source: Waar?
ar: أين؟

source: Is dit hom?
ar: هل هذا له؟ كان توكي الصحيح

source: - Hy is mooi!
ar: - وهو وسيم!

source: - 'N bietjie jonk.
ar: - قليلا الشباب.

source: Dit het nooit ophou om voor.
ar: هذا لم يكف لك من قبل.

source: Stil daar buite.
ar: هادئة هناك.

source: Ons het twee mans.
ar: فقدنا رجلين.

source: Daar is baie van die mooi manne hier.
ar: هناك الكثير من الرجال وسيم هنا.

source: Koeherders!
ar: Cowherds!

source: reisiger!
ar: تعال إلى مكاننا، المسافر!

source: Vergeet hierdie stinkende skuur.
ar: نسيت هذه الحظيرة النتنة.

source: Hou jou mond!
ar: مشاهدة فمك!

source: Ons gewaag ons lewe vir die rys wat jy eet.
ar: نحن خاطروا بحياتهم من أجل الأرز انت الأكل.

source: Wie het die yster wat die rys gekoop?
ar: الذي جعل الحديد التي اشترت الأرز؟

source: Ons werk die blaasbalk die hele nag lank.
ar: نحن نعمل تلك الخوار طوال الليل.

source: as jy nie's doen t gedagte.
ar: أود أن نرى أين كنت في العمل، وإذا كنت دون [أبوس]؛ ر العقل.

source: Regtig?
ar: حقا؟

source: Ons's doen sal hê om te werk in die make-up.
ar: لقد أحرزنا سيكون لديك للعمل في ماكياج.

source: Selfs Rouge!
ar: حتى شفتين!

source: ons's doen sal wag.
ar: دون وأبوس]؛ ر ننسى، ونحن وأبوس]؛ يرة لبنانية أن تنتظر.

source: meneer.
ar: دون وأبوس]؛ ر مانع منها، يا سيدي.

source: Lady Eboshi bederf hulle.
ar: سيدة Eboshi يفسد عليهم.

source: 'N Goeie dorp het gelukkig vroue.
ar: قرية جيدة لها النساء سعيدة.

source: Maar vroue wat die blaasbalk in 'n yster fabriek?
ar: لكن النساء العاملات الكير في الحديد المزخرف؟

source: Hul teenwoordigheid besoedel die yster.
ar: جودهم ينجس الحديد.

source: Eboshi koop hul vryheid.
ar: عندما تجد الفتيات تباع كعبيد، Eboshi تشتري حريتها.

source: dit is al.
ar: وهي الكريمة، هذا كل شيء.

source: ou man.
ar: هناك وتضمينه في الأرز على وجهك، رجل عجوز.

source: of vloek.
ar: لكنها ليست خائفة من القوانين القديمة، أو من الشتائم.

source: óf.
ar: أو من الذئاب، وإما.

source: het gesien haar veg Nago!
ar: يجب عليك أبوس]؛ لقد رأيتها القتال ناجو!

source: Nago?
ar: ناجو؟

source: 'N groot beer-god.
ar: ضخم الخنزير إله.

source: Hy het beslis die bos hier rond.
ar: واستبعد الغابة هنا.

source: Ons kon nie's doen t gaan in die berge.
ar: نحن كولدن و [أبوس]؛ ر الذهاب إلى الجبال.

source: was kyk na hulle.
ar: كل ما يمكن القيام به هو البصر لهم.

source: Ons gebruik die yster in die sand by die meer.
ar: كنا حتى الحديد في الرمال على ضفاف البحيرة. كان كثير من الناس أعينهم على هذا المكان

source: Baie mense het hul oog op hierdie plek. Die varke het hulle almal.
ar: . الخنازير حصل كل منهم.

source: het ons die bome te verwyder.
ar: للحصول على الرمل، لدينا لمسح الأشجار.

source: Nago het wild.
ar: ذهب ناجو البرية.

source: Daar gaan hulle weer!
ar: هناك يذهبون مرة أخرى!

source: Toe Lady Eboshi het saam met haar gewere.
ar: ثم جاءت سيدة Eboshi جنبا إلى جنب مع البنادق لها.

source: Sir?
ar: يا سيدي؟

source: Wat is verkeerd?
ar: ما هو الخطأ؟

source: Maak jou arm seer?
ar: هل يضر ذراعك؟

source: Ek het gedink oor wat varke.
ar: كنت أفكر في أن الخنزير.

source: Hy moet gesterf het vol van haat.
ar: لا بد انه توفي كاملة من الكراهية.

source: Ashitaka.
ar: أنا آسف لأني جعلتك تنتظر، Ashitaka.

source: Dit is 'n goeie yster.
ar: هذا هو الحديد جيد.

source: Ons het môre's doen te maak; s gestuur.
ar: كان لدينا لجعل يوم غد وأبوس]؛ شحنة ق.

source: Let's doen res nou.
ar: دعونا وتضمينه في بقية الآن.

source: Vertel die ander.
ar: نقول للآخرين.

source: of die monsters.
ar: يظن البعض أنت بالتجسس لصالح الساموراي، أو وحوش.

source: Daar is baie wat ons yster begeer nie.
ar: هناك العديد من الذين تطمع الحديد لدينا.

source: Mag ek vra waarom jy hier is?
ar: هل لي أن أسأل لماذا أنت هنا؟

source: Jy moet erken dat hierdie.
ar: يجب الاعتراف بذلك.

source: en sy vlees verrot en het hom 'n monster.
ar: فقد حطمت عظام الخنزير العملاقة، فسدت جسده وجعلته الوحش.

source: 'n vloek tot die dood toe.
ar: عندما حاولت منعه، لقد تركت ندبة مع هذا، لعنة الموت.

source: Waar is jou land?
ar: أين هي أرضك؟

source: Ek het nog nooit gesien 'n eland soos joune.
ar: إنني لم أر أبدا أي الأيائل مثل لك.

source: Tussen die noorde en ooste.
ar: بين الشمال والشرق.

source: Dit is al wat ek sal sê.
ar: هذا كل ما سيقول.

source: jy!
ar: لماذا أنت!

source: Beantwoord haar of sny ek jou in twee!
ar: إجابة لها أو أنني سوف خفض لكم في اثنين!

source: En wanneer jy die een wat dit gedoen kry?
ar: وعند العثور على واحد الذي صنع ذلك؟

source: en besluit.
ar: سوف أرى بعيون unclouded، وتقرر.

source: Oë onbewolkt?
ar: عيون unclouded؟

source: Ek sien.
ar: أرى.

source: Ek sal jou wys my geheim.
ar: وسوف تظهر لك بلدي سرا.

source: Kom.
ar: تعال.

source: Gonza.
ar: تولي، Gonza.

source: Niemand waag betree die tuin.
ar: لا أحد يجرؤ على دخول هذه الحديقة.

source: as jy wil my geheime weet.
ar: تعال، إذا كنت أعرف بلدي سرا.

source: Ons kom in
ar: إننا قادمون في

source: Ons het net klaar.
ar: انتهينا لتونا.

source: Dit is nog steeds swaar.
ar: ما زال ثقيلا.

source: Dit is lig in jou hande.
ar: إنه خفيف في يديك.

source: sal dit bars.
ar: إذا كان برميل و [أبوس]؛ ق رقيقة جدا، وسوف تنفجر.

source: Dit is nie net vir my.
ar: ليس فقط بالنسبة لي.

source: Die vroue sal gebruik.
ar: النساء سيكون استخدامها.

source: Wen's doen t wat 'n gesig!
ar: وون و [أبوس]؛ ر أن يكون الأفق!

source: Dit is die nuwe geweer hierdie mense het ontwerp.
ar: هذه هي بندقية قديمة جديدة قمنا بتصميم هؤلاء الناس.

source: Chinese gewere te swaar.
ar: البنادق الصينية هي ثقيلة جدا.

source: Dit sal doodmaak monsters en steek samurai wapens.
ar: وهذا قتل وحوش وبيرس الساموراي دروع.

source: Uitkyk.
ar: احترس.

source: Lady Eboshi wil die land te regeer.
ar: سيدة Eboshi يريد أن يحكم البلاد.

source: Ek is jammer om jou te jaag.
ar: أنا آسف التسرع لك.

source: Ek sal wille later stuur.
ar: سأرسل أجل احقا.

source: Wen's doen t wat lekker wees!
ar: وون و [أبوس]؛ ر أن يكون لطيف!
